Repository: biapy/cyrus-admin
Catalog: src/Biapy/CyrusBundle/Resources/translations/messages.*.xlf
Languages: fr

source: Symfony2 is great
fr: J'aime Symfony2

source: Cyrus Admin
fr: Administration de Cyrus

source: Domains
fr: Domaines

source: Domain List
fr: Liste des domaines

source: Domain
fr: Domaine

source: Name
fr: Nom

source: Users
fr: Utilisateurs

source: User List
fr: Liste des utilisateurs

source: Username
fr: Nom d'utilisateur

source: Password
fr: Mot de passe

source: Aliases
fr: Alias

source: Aliasname
fr: Nom de l'alias

source: Alias List
fr: Liste des alias

source: Targets
fr: Cibles

source: Enabled
fr: Actif

source: Sender Watch List
fr: Surveillances des envois

# sender_watchers
source: Senders watchers
fr: Surveillance des envois

source: Sender Address
fr: Adresse de l'expéditeur

source: Target
fr: Cible

# choose_recovery_method
source: Please choose a recovery method
fr: Veuillez choisir une méthode de recupération

# recovery_mail
source: Recovery by mail
fr: Récupération par mail

# notify_domain_admin
source: Notify your domain admin
fr: Demander à votre administrateur de domaine

# enter_new_password
source: Please enter the new password
fr: Entrez le nouveau mot de passe

# user_setting_panel
source: User Settings Panel
fr: Panneau de Configuration

source: Recovery
fr: Récupération

# user_doesnt_exist
source: This user doesn't exist
fr: Cet utilisateur n'existe pas

# recovery_mail_sent
source: A mail has been sent to your recovery mail
fr: Un mail a été envoyé à votre mail de récupération

# no_recovery_mail
source: This user doesn't have any recovery mail
fr: Cet utilisateur n'a pas de mail de récuperation

# inset_username_to_recover
source: Please insert the username of the account to recover
fr: Quel est le nom d'utilisateur du compte à recupérer?

# recovery_mail_sent_to_admins
source: A mail has been sent to the administrators
fr: Un mail de récupération à été envoyé aux administrateurs.

# insert_username_and_message_for_the_admins
source: Please insert your username and a message for the administrators
fr: Merci d'indiquer votre nom d'utilisateur ainsi que le message que vous souhaitez envoyer à l'administrateur

# new_passwords_do_not_match
source: The two fields for the new password do not match
fr: Les deux champs pour le nouveau mot de passe ne sont pas identique

source: Wrong password
fr: Mauvais mot de passe

source: Password correctly changed
fr: Mot de passe mis à jour

# recovery_mail_changed
source: Recovery mail correctly changed
fr: Email de récupération mis à jour

source: Token too old
fr: Token trop ancien

source: Token not found
fr: Token incorrect

# insert_new_password
source: Please insert a new password
fr: Entrez un nouveau mot de passe
